[
  "I always drink coffee before starting my work in the morning",
  "She didn’t enjoy the movie because it was too long and boring",
  "Are they going to the concert that was announced last week?",
  "We have been waiting for the bus since eight o'clock this morning",
  "He hasn’t replied to the email that you sent two days ago",
  "Did you finish reading the book I gave you last weekend?",
  "The train will arrive late because of the heavy rain outside",
  "They were not aware of the schedule change until this morning",
  "Is she planning to move to a new apartment next summer?",
  "You should always check your work carefully before submitting it",
  "I am not interested in watching that series anymore",
  "Have you seen the museum exhibition everyone is talking about?",
  "Our team didn’t manage to complete the task on time",
  "Do you know someone who can help us with this problem?",
  "She has been studying French for almost three years now",
  "They are not ready to make a decision at this very moment",
  "The children were playing outside until it started to rain",
  "Can you explain what happened during the meeting yesterday?",
  "We don’t usually eat dinner before seven in the evening",
  "The project has already been approved by the management team",
  "I couldn’t attend the lecture because I wasn't feeling well",
  "Are you meeting Sarah at the library again this afternoon?",
  "He doesn’t travel much because he prefers staying at home",
  "They have cleaned the house from top to bottom all day",
  "How long have you been waiting in line for the movie?",
  "Do they always take the dog with them on vacation trips?",
  "She wasn’t aware that we had changed the date of the event",
  "We’ll be arriving at the airport around ten in the evening",
  "Have you ever tried cooking that spicy dish from Thailand?",
  "He had forgotten to turn off the lights before leaving home",
  "She writes in her journal every night before going to bed",
  "Are we still planning the office party for next Saturday?",
  "The teacher didn’t assign any homework for the weekend",
  "I had been working all night when the power went out",
  "There hasn’t been any update about the parcel delivery",
  "Is the printer working now or should I restart it again?",
  "They always help each other when someone needs a favor",
  "What time does the conference start tomorrow morning exactly?",
  "She wasn’t listening while they explained the instructions",
  "Have you ever visited a country where people drive on the left?",
  "We’ll probably see them at the event next Friday evening",
  "He didn’t mean to upset you with that particular comment",
  "Do you always carry an umbrella when the sky looks grey?",
  "They were watching a documentary about space exploration last night",
  "I'm considering buying a new phone before the price increases",
  "Who will be responsible for organizing the monthly team meeting?",
  "I was surprised by how quickly he solved the entire puzzle",
  "We are going to meet him at the coffee shop near campus",
  "The package arrived earlier than we expected yesterday afternoon",
  "Does she usually listen to music while doing her homework?",
  "Why didn’t you tell me about your travel plans earlier?"
]
