[
  "Я всегда пью кофе перед началом работы каждое утро",
  "Она не понравился фильм потому что он был слишком длинным",
  "Ты идешь на концерт который объявили на прошлой неделе?",
  "Мы ждем автобус с восьми часов утра сегодня",
  "Он не ответил на письмо которое ты послал два дня назад",
  "Ты закончил читать книгу которую я дал тебе на выходных?",
  "Поезд приедет поздно из-за сильного дождя на улице",
  "Они не знали об изменении расписания до сегодняшнего утра",
  "Она планирует переехать в новую квартиру следующим летом?",
  "Тебе всегда нужно проверять работу перед тем как сдавать",
  "Меня больше не интересует просмотр этого сериала",
  "Ты видел музейную выставку о которой все говорят?",
  "Наша команда не успела выполнить задание вовремя",
  "Ты знаешь кого-то кто может помочь нам с проблемой?",
  "Она изучает французский язык уже почти три года",
  "Они не готовы принимать решение в данный момент",
  "Дети играли на улице пока не начался дождь",
  "Можешь объяснить что произошло на вчерашней встрече?",
  "Мы обычно не ужинаем раньше семи часов вечера",
  "Проект уже одобрила команда руководства компании",
  "Я не смог посетить лекцию потому что плохо себя чувствовал",
  "Ты встречаешься с Сарой в библиотеке сегодня днем?",
  "Он мало путешествует потому что предпочитает оставаться дома",
  "Они убирали дом сверху донизу весь день",
  "Как долго ты стоишь в очереди за билетами в кино?",
  "Они всегда берут собаку с собой в отпуск?",
  "Она не знала что мы изменили дату мероприятия",
  "Мы прибудем в аэропорт около десяти часов вечера",
  "Ты когда-нибудь пробовал готовить то острое блюдо из Таиланда?",
  "Он забыл выключить свет перед тем как уйти из дома",
  "Она пишет в дневнике каждый вечер перед сном",
  "Мы все еще планируем офисную вечеринку на следующую субботу?",
  "Учитель не задал домашнее задание на выходные",
  "Я работал всю ночь когда отключили электричество",
  "Не было никаких новостей о доставке посылки",
  "Принтер сейчас работает или мне нужно его перезапустить снова?",
  "Они всегда помогают друг другу когда кому-то нужна помощь",
  "Во сколько точно начинается конференция завтра утром?",
  "Она не слушала пока они объясняли инструкции",
  "Ты когда-нибудь посещал страну где люди ездят по левой стороне?",
  "Мы вероятно увидим их на мероприятии в следующую пятницу вечером",
  "Он не хотел расстроить тебя тем конкретным комментарием",
  "Ты всегда носишь зонт когда небо выглядит серым?",
  "Они смотрели документальный фильм об исследовании космоса вчера вечером",
  "Я рассматриваю покупку нового телефона до повышения цены",
  "Кто будет отвечать за организацию ежемесячной командной встречи?",
  "Меня удивило как быстро он решил всю головоломку",
  "Мы собираемся встретить его в кофейне рядом с кампусом",
  "Посылка прибыла раньше чем мы ожидали вчера днем",
  "Она обычно слушает музыку пока делает домашнее задание?",
  "Почему ты не рассказал мне о планах поездки раньше?"
]
